Revit 2024 API
SymbolTypeId.FtCaret3 Property
 Symbol ft^3, indicating unit Cubic feet.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId FtCaret3 { get; }
Visual Basic
Public Shared ReadOnly Property FtCaret3 As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ FtCaret3 {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace